Repository: marcops/wiles-source
Catalog: Sources/Wiles/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt

# helpWifiShareTitle
source: Wi-Fi Folder Sharing
de: WLAN-Freigabe
es: Compartir por Wi-Fi
fr: Partage Wi-Fi
pt: Compartilhamento Wi-Fi

# helpWifiShareDesc
source: Instantly share any folder over your local network via HTTP.
de: Teilen Sie jeden Ordner sofort über Ihr lokales Netzwerk per HTTP.
es: Comparte carpetas al instante en tu red local vía HTTP.
fr: Partagez instantanément n'importe quel dossier sur votre réseau local via HTTP.
pt: Compartilhe pastas instantaneamente na sua rede local via HTTP.

# helpAutoOrgTitle
source: Auto-Organization
de: Automatische Organisation
es: Organización Automática
fr: Organisation Automatique
pt: Organização Automática

# helpAutoOrgDesc
source: Set rules to automatically move incoming files into specific folders.
de: Erstellen Sie Regeln, um eingehende Dateien automatisch in bestimmte Ordner zu verschieben.
es: Crea reglas para mover archivos automáticamente a carpetas específicas.
fr: Définissez des règles pour déplacer automatiquement les fichiers entrants.
pt: Crie regras para mover arquivos recebidos automaticamente para pastas.

# helpServerDesc
source: Press Cmd+K or choose 'Connect to Server...' in the Options menu to connect to remote SMB, FTP, or SFTP shares.
de: Drücken Sie Cmd+K, um eine Verbindung zu einem Netzwerkserver herzustellen.
es: Presione Cmd+K para conectarse a servidores de red.
fr: Appuyez sur Cmd+K pour vous connecter à un serveur réseau.
pt: Pressione Cmd+K ou escolha 'Conectar ao Servidor...' no menu de opções para conectar a compartilhamentos remotos (SMB, FTP, SFTP).

# navSystemTitle
source: Navigation, System & Customization
de: Navigation, System & Anpassung
es: Navegación, Sistema y Personalización
fr: Navigation, Système et Personnalisation
pt: Navegação, Sistema e Personalização

# helpUndoTitle
source: Full Undo / Redo Operations Engine
de: Vollständige Rückgängig / Wiederholen Engine
es: Motor Completo de Deshacer / Rehacer
fr: Moteur Complet Annuler / Rétablir
pt: Mecanismo Completo de Desfazer / Refazer

# helpUndoDesc
source: Press Cmd+Z to undo or Cmd+Shift+Z to redo file renames, creations, moves, and deletions safely.
de: Drücken Sie Cmd+Z zum Rückgängigmachen oder Cmd+Shift+Z zum Wiederholen.
es: Presione Cmd+Z para deshacer o Cmd+Shift+Z para rehacer.
fr: Appuyez sur Cmd+Z pour annuler ou Cmd+Shift+Z pour rétablir.
pt: Pressione Cmd+Z para desfazer ou Cmd+Shift+Z para refazer renomeações, criações, movimentações e exclusões.

# helpPreviewTitle
source: Syntax-Highlighted Preview Sidebar
de: Vorschau-Seitenleiste mit Syntax-Hervorhebung
es: Barra Lateral de Vista Previa con Resaltado de Sintaxis
fr: Barre Latérale d'Aperçu avec Coloration Syntaxique
pt: Barra Lateral de Pré-visualização com Destaque de Sintaxe

# helpPreviewDesc
source: Press Shift+Cmd+P or toggle Preview in the View menu to view syntax-highlighted code, markdown, audio, and images without opening apps.
de: Drücken Sie Umschalt+Cmd+P für die Vorschau-Seitenleiste.
es: Presione Shift+Cmd+P para ver vista previa.
fr: Appuyez sur Shift+Cmd+P pour afficher l'aperçu.
pt: Pressione Shift+Cmd+P ou ative Pré-visualização para ver códigos com sintaxe destacada, markdown, áudio e imagens.

# helpViewModeMemoryTitle
source: Per-Directory View Mode Memory
de: Ansichtsmodus-Speicher pro Verzeichnis
es: Memoria de Modo de Vista por Directorio
fr: Mémoire du Mode d'Affichage par Dossier
pt: Memória de Modo de Visualização por Diretório

# helpViewModeMemoryDesc
source: Wiles remembers whether you prefer Grid, List, or Column view individually for each folder you navigate.
de: Wiles merkt sich den bevorzugten Ansichtsmodus für jeden Ordner.
es: Wiles recuerda la vista preferida para cada carpeta.
fr: Wiles se souvient du mode d'affichage préféré pour chaque dossier.
pt: O Wiles lembra se você prefere a visualização em Grade, Lista ou Coluna individualmente para cada pasta.

# helpPathBarTitle
source: Interactive Path Bar & Breadcrumbs
de: Interaktive Pfadleiste
es: Barra de Ruta Interactiva
fr: Barre de Chemin Interactive
pt: Barra de Caminho Interativa (Breadcrumbs)

# helpPathBarDesc
source: Click any segment in the top or bottom path bar to navigate instantly. Click the edit pencil icon to manually type or paste paths.
de: Klicken Sie auf ein Segment, um zu navigieren.
es: Haga clic en cualquier segmento para navegar.
fr: Cliquez sur n'importe quel segment pour naviguer.
pt: Clique em qualquer segmento da barra de caminho para navegar instantaneamente. Clique no ícone de lápis para digitar caminhos.

# helpDragDropTitle
source: Drag & Drop File Operations
de: Drag & Drop Dateivorgänge
es: Operaciones de Arrastrar y Soltar
fr: Glisser-déposer de Fichiers
pt: Operações de Arrastar e Soltar (Drag & Drop)

# helpDragDropDesc
source: Drag files into sidebar favorites, subfolders, or external apps. Supports box marquee selection in Grid and List views.
de: Ziehen Sie Dateien in Favoriten oder Ordner.
es: Arrastre archivos a favoritos o carpetas.
fr: Glissez des fichiers dans les favoris ou dossiers.
pt: Arraste arquivos para os favoritos da barra lateral, subpastas ou aplicativos externos. Suporta seleção por caixa no Grid e Lista.

# helpI18nTitle
source: Multi-Language System (i18n)
de: Mehrsprachiges System (i18n)
es: Sistema Multilingüe (i18n)
fr: Système Multilingue (i18n)
pt: Sistema Multi-idioma (i18n)

# helpI18nDesc
source: Automatic macOS system language detection with manual preference overrides (English, Portuguese, Spanish, French, German).
de: Automatische Erkennung der System-Sprache mit manueller Wahl.
es: Detección automática del idioma del sistema con opción manual.
fr: Détection automatique de la langue avec choix manuel.
pt: Detecção automática do idioma do sistema macOS com alteração manual (Inglês, Português, Espanhol, Francês, Alemão).

# helpTranslucentTitle
source: Translucent Background & Density Settings
de: Transparenter Hintergrund & Dichte-Einstellungen
es: Fondo Traslúcido y Configuración de Densidad
fr: Arrière-plan Translucide et Densité
pt: Fundo Translucido e Configurações de Densidade

# helpTranslucentDesc
source: Adjust sidebar background glassmorphism (Translucent Level) and enable Compact Density Layout in the Options menu.
de: Passen Sie die Transparenz und die kompakte Dichte an.
es: Ajuste la transparencia y la densidad compacta.
fr: Ajustez la transparence et la densité compacte.
pt: Ajuste a transparência da barra lateral e ative o Layout de Densidade Compacta no menu de Opções.

# navProfilesTitle
source: Navigation Shortcut Profiles
de: Navigations-Tastaturprofil
es: Perfiles de Atajos de Navegación
fr: Profils de Raccourcis de Navigation
pt: Perfis de Atalho de Navegação

# gnomeModeTitle
source: GNOME Mode (Default)
de: GNOME-Modus (Standard)
es: Modo GNOME (Predeterminado)
fr: Mode GNOME (Par défaut)
pt: Modo GNOME (Padrão)

# gnomeModeDesc
source: • Enter: Open folder or file • F2: Rename item • Backspace: Go up to parent folder • Ctrl+H: Toggle hidden files
de: • Eingabe: Ordner öffnen • F2: Umbenennen • Rückschritt: Übergeordneter Ordner • Strg+H: Ausgeblendete Dateien
es: • Enter: Abrir carpeta • F2: Renombrar • Backspace: Carpeta superior • Ctrl+H: Archivos ocultos
fr: • Entrée: Ouvrir le dossier • F2: Renommer • Retour arrière: Dossier parent • Ctrl+H: Fichiers masqués
pt: • Enter: Abrir pasta ou arquivo • F2: Renomear item • Backspace: Voltar para pasta pai • Ctrl+H: Alternar arquivos ocultos

# macModeTitle
source: macOS Finder Mode
de: macOS Finder-Modus
es: Modo macOS Finder
fr: Mode macOS Finder
pt: Modo macOS Finder

# macModeDesc
source: • Cmd+Down: Open folder or file • Enter: Rename item • Cmd+Up: Go up to parent folder • Cmd+Shift+.: Toggle hidden files
de: • Cmd+Runter: Ordner öffnen • Eingabe: Umbenennen • Cmd+Hoch: Übergeordneter Ordner • Cmd+Shift+.: Ausgeblendete Dateien
es: • Cmd+Abajo: Abrir carpeta • Enter: Renombrar • Cmd+Arriba: Carpeta superior • Cmd+Shift+.: Archivos ocultos
fr: • Cmd+Bas: Ouvrir le dossier • Entrée: Renommer • Cmd+Haut: Dossier parent • Cmd+Shift+.: Fichiers masqués
pt: • Cmd+Baixo: Abrir pasta ou arquivo • Enter: Renomear item • Cmd+Cima: Voltar para pasta pai • Cmd+Shift+.: Alternar arquivos ocultos

# shortcutsCheatsheetTitle
source: Keyboard Shortcuts Cheatsheet
de: Tastaturkurzbefehle Übersicht
es: Lista de Atajos de Teclado
fr: Aide-mémoire des Raccourcis Clavier
pt: Lista de Atalhos de Teclado

# actUndo
source: Undo Operation
de: Vorgang rückgängig machen
es: Deshacer Operación
fr: Annuler l'opération
pt: Desfazer Operação

# actRedo
source: Redo Operation
de: Vorgang wiederholen
es: Rehacer Operación
fr: Rétablir l'opération
pt: Refazer Operação

# actQuickLook
source: Quick Look Preview
de: Übersicht-Vorschau
es: Vista Previa Quick Look
fr: Aperçu Coup d'œil
pt: Pré-visualização Quick Look

# actTogglePreview
source: Toggle Preview Sidebar
de: Vorschau-Seitenleiste umschalten
es: Alternar Barra Lateral de Vista Previa
fr: Basculer la barre d'aperçu
pt: Alternar Barra de Pré-visualização

# actToggleTerminal
source: Toggle Terminal Drawer
de: Integriertes Terminal umschalten
es: Alternar Terminal Integrado
fr: Basculer le terminal intégré
pt: Alternar Terminal Integrado

# actSearch
source: Search in Directory
de: Im Verzeichnis suchen
es: Buscar en el Directorio
fr: Rechercher dans le dossier
pt: Pesquisar no Diretório

# networkAndCloud
source: NETWORK & CLOUD
de: NETZWERK & CLOUD
es: RED Y NUBE
fr: RÉSEAU ET CLOUD
pt: REDE E NUVEM

# shareFolderWifi
source: Share Folder over Wi-Fi
de: Ordner über WLAN freigeben
es: Compartir Carpeta por Wi-Fi
fr: Partager le dossier via Wi-Fi
pt: Compartilhar Pasta por Wi-Fi

# autoOrganization
source: Auto-Organization Rules...
de: Regeln für automatische Organisation...
es: Reglas de Organización Automática...
fr: Règles d'organisation automatique...
pt: Regras de Organização Automática...

# noAutoOrgRules
source: No Auto-Organization Rules
de: Keine Regeln
es: Sin reglas
fr: Aucune règle
pt: Nenhuma Regra

# noAutoOrgRulesDesc
source: Files will stay where they are.
de: Dateien bleiben, wo sie sind.
es: Los archivos no se moverán.
fr: Les fichiers ne seront pas déplacés.
pt: Os arquivos não serão movidos.

source: Add New Rule
de: Neue Regel hinzufügen
es: Añadir nueva regla
fr: Ajouter une nouvelle règle
pt: Adicionar Nova Regra

source: If file in:
de: Wenn Datei in:
es: Si el archivo en:
fr: Si fichier dans:
pt: Se arquivo em:

source: Select Folder...
de: Ordner auswählen...
es: Seleccionar carpeta...
fr: Sélectionner un dossier...
pt: Selecionar Pasta...

# ruleValuePlaceholder
source: Value (e.g. pdf)
de: Wert (z.B. pdf)
es: Valor (ej: pdf)
fr: Valeur (ex: pdf)
pt: Valor (ex: pdf)

source: Move to:
de: Verschieben nach:
es: Mover a:
fr: Déplacer vers:
pt: Mover para:

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter la règle
pt: Adicionar Regra

# actDiskVisualizer
source: Disk Usage Visualizer
de: Speicherplatz-Visualisierung
es: Visualizador de Uso de Disco
fr: Visualiseur d'espace disque
pt: Visualizador de Uso de Disco

# actConnectServer
source: Connect to Server
de: Mit Server verbinden
es: Conectarse al Servidor
fr: Se connecter au serveur
pt: Conectar ao Servidor

# actNewFolderShortcut
source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
pt: Nova Pasta

# actItemProperties
source: Item Properties / Info
de: Element-Eigenschaften / Info
es: Propiedades / Información del Elemento
fr: Propriétés du fichier
pt: Propriedades / Informações do Item

# actCopyShortcut
source: Copy Selected
de: Auswahl kopieren
es: Copiar Seleccionado
fr: Copier la sélection
pt: Copiar Selecionado

# actCutShortcut
source: Cut Selected
de: Auswahl ausschneiden
es: Cortar Seleccionado
fr: Couper la sélection
pt: Recortar Selecionado

# actPasteShortcut
source: Paste Files
de: Dateien einfügen
es: Pegar Archivos
fr: Coller les fichiers
pt: Colar Arquivos

# actMoveTrash
source: Move to Trash
de: In den Papierkorb verschieben
es: Mover a la Papelera
fr: Placer dans la corbeille
pt: Mover para o Lixo

# actNavBackForward
source: Navigate Back / Forward
de: Zurück / Vorwärts navigieren
es: Navegar Atrás / Adelante
fr: Naviguer Précédent / Suivant
pt: Navegar Voltar / Avançar

# actParentFolder
source: Parent Folder
de: Übergeordneter Ordner
es: Carpeta Superior
fr: Dossier parent
pt: Pasta Pai (Superior)

# actRefreshShortcut
source: Refresh Directory
de: Verzeichnis aktualisieren
es: Actualizar Directorio
fr: Actualiser le dossier
pt: Atualizar Diretório

# actToggleStatusBar
source: Toggle Status Bar
de: Statusleiste umschalten
es: Alternar Barra de Estado
fr: Basculer la barre d'état
pt: Alternar Barra de Status

# fullDiskAccessPromptTitle
source: Full Disk Access
de: Voller Festplattenzugriff
es: Acceso Total al Disco
fr: Accès complet au disque
pt: Acesso Total ao Disco

# fullDiskAccessPromptMessage
source: Wiles needs Full Disk Access to browse all your folders without repeated permission prompts. Grant it once in System Settings.
de: Wiles benötigt vollen Festplattenzugriff, um alle Ordner ohne wiederholte Berechtigungsanfragen zu durchsuchen. Erteile ihn einmal in den Systemeinstellungen.
es: Wiles necesita Acceso Total al Disco para explorar todas tus carpetas sin solicitudes de permiso repetidas. Concédelo una vez en Ajustes del Sistema.
fr: Wiles a besoin d'un accès complet au disque pour parcourir tous vos dossiers sans demandes d'autorisation répétées. Accordez-le une fois dans Réglages Système.
pt: O Wiles precisa de Acesso Total ao Disco para navegar em todas as suas pastas sem pedir permissão repetidamente. Conceda uma vez nos Ajustes do Sistema.

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
pt: Abrir Ajustes do Sistema

source: Not Now
de: Nicht jetzt
es: Ahora No
fr: Plus tard
pt: Agora Não

source: Delete Immediately
de: Sofort löschen
es: Eliminar Inmediatamente
fr: Supprimer immédiatement
pt: Excluir Imediatamente

# secureShred
source: Secure Shred File...
de: Datei sicher vernichten...
es: Destruir Archivo de Forma Segura...
fr: Broyer le fichier en toute sécurité...
pt: Triturar Arquivo com Segurança...

source: Create Symlink...
de: Symbolischen Link erstellen...
es: Crear Enlace Simbólico...
fr: Créer un lien symbolique...
pt: Criar Link Simbólico...

source: Compress to .tar.gz
de: In .tar.gz komprimieren
es: Comprimir a .tar.gz
fr: Compresser en .tar.gz
pt: Compactar para .tar.gz

source: Hide Terminal
de: Terminal ausblenden
es: Ocultar Terminal
fr: Masquer le terminal
pt: Ocultar Terminal

source: Show Terminal
de: Terminal anzeigen
es: Mostrar Terminal
fr: Afficher le terminal
pt: Mostrar Terminal

source: Hide Preview
de: Vorschau ausblenden
es: Ocultar Vista Previa
fr: Masquer l'aperçu
pt: Ocultar Pré-visualização

# showNetworkAndCloud
source: Show Network & Cloud
de: Netzwerk & Cloud anzeigen
es: Mostrar Red y Nube
fr: Afficher réseau et cloud
pt: Mostrar Rede e Nuvem

source: Back
de: Zurück
es: Atrás
fr: Retour
pt: Voltar

source: Forward
de: Vorwärts
es: Adelante
fr: Avancer
pt: Avançar

source: Go to Folder...
de: Gehe zum Ordner...
es: Ir a la Carpeta...
fr: Aller au dossier...
pt: Ir para a Pasta...

# filterImages
source: Filter Images (kind:image)
de: Bilder filtern (kind:image)
es: Filtrar Imágenes (kind:image)
fr: Filtrer images (kind:image)
pt: Filtrar Imagens (kind:image)

# filterDocuments
source: Filter Documents (kind:doc)
de: Dokumente filtern (kind:doc)
es: Filtrar Documentos (kind:doc)
fr: Filtrer documents (kind:doc)
pt: Filtrar Documentos (kind:doc)

# filterCodeFiles
source: Filter Code Files (kind:code)
de: Codedateien filtern (kind:code)
es: Filtrar Archivos de Código (kind:code)
fr: Filtrer fichiers de code (kind:code)
pt: Filtrar Arquivos de Código (kind:code)

# filterFolders
source: Filter Folders (kind:folder)
de: Ordner filtern (kind:folder)
es: Filtrar Carpetas (kind:folder)
fr: Filtrer dossiers (kind:folder)
pt: Filtrar Pastas (kind:folder)

# filterPDFs
source: Filter PDFs (ext:pdf)
de: PDFs filtern (ext:pdf)
es: Filtrar PDFs (ext:pdf)
fr: Filtrer PDF (ext:pdf)
pt: Filtrar PDFs (ext:pdf)

# filterLargeFiles
source: Filter Large Files >10MB (size:>10m)
de: Große Dateien filtern >10MB (size:>10m)
es: Filtrar Archivos Grandes >10MB (size:>10m)
fr: Filtrer grands fichiers >10MB (size:>10m)
pt: Filtrar Arquivos Grandes >10MB (size:>10m)

# filterModified7Days
source: Modified Past 7 Days (date:7d)
de: Geändert in den letzten 7 Tagen (date:7d)
es: Modificados en Últimos 7 Días (date:7d)
fr: Modifié les 7 derniers jours (date:7d)
pt: Modificados nos Últimos 7 Dias (date:7d)

source: Scanning folder size...
de: Ordnergröße scannen...
es: Analizando tamaño de la carpeta...
fr: Analyse de la taille du dossier...
pt: Analisando tamanho da pasta...

# wifiShareNotice
source: Anyone on your Wi-Fi network can access this folder by visiting the address above.
de: Jeder in Ihrem WLAN-Netzwerk kann über die obige Adresse auf diesen Ordner zugreifen.
es: Cualquier persona en tu red Wi-Fi puede acceder a esta carpeta visitando la dirección de arriba.
fr: Toute personne sur votre réseau Wi-Fi peut accéder à ce dossier en visitant l'adresse ci-dessus.
pt: Qualquer pessoa na sua rede Wi-Fi pode acessar esta pasta visitando o endereço acima.

source: Starting Server...
de: Server starten...
es: Iniciando Servidor...
fr: Démarrage du serveur...
pt: Iniciando Servidor...

source: Symlink Name
de: Symbolischer Linkname
es: Nombre del Enlace Simbólico
fr: Nom du lien symbolique
pt: Nome do Link Simbólico

source: Open With
de: Öffnen mit
es: Abrir con
fr: Ouvrir avec
pt: Abrir com

# selectOtherApp
source: Other...
de: Anderes...
es: Otro...
fr: Autre...
pt: Outro...

source: Download from iCloud
de: Aus iCloud herunterladen
es: Descargar de iCloud
fr: Télécharger depuis iCloud
pt: Baixar do iCloud

source: SMART FOLDERS
de: INTELLIGENTE ORDNER
es: CARPETAS INTELIGENTES
fr: DOSSIERS INTELLIGENTS
pt: PASTAS INTELIGENTES

source: Save Search
de: Suche speichern
es: Guardar Búsqueda
fr: Enregistrer la recherche
pt: Salvar Busca

source: Save as Smart Folder...
de: Als intelligenten Ordner speichern...
es: Guardar como Carpeta Inteligente...
fr: Enregistrer comme dossier intelligent...
pt: Salvar como Pasta Inteligente...

source: Smart Folder Name
de: Name des intelligenten Ordners
es: Nombre de Carpeta Inteligente
fr: Nom du dossier intelligent
pt: Nome da Pasta Inteligente

# sharingAndPermissions
source: Sharing & Permissions
de: Freigabe & Rechte
es: Compartir y Permisos
fr: Partage et autorisations
pt: Compartilhamento e Permissões

source: Read
de: Lesen
es: Lectura
fr: Lecture
pt: Leitura

source: Write
de: Schreiben
es: Escritura
fr: Écriture
pt: Escrita

source: Execute
de: Ausführen
es: Ejecución
fr: Exécution
pt: Execução

source: Apply Permissions
de: Rechte anwenden
es: Aplicar Permisos
fr: Appliquer les autorisations
pt: Aplicar Permissões

source: Compress with Password...
de: Mit Passwort komprimieren...
es: Comprimir con Contraseña...
fr: Compresser avec mot de passe...
pt: Compactar com Senha...

source: Enter Password
de: Passwort eingeben
es: Introducir Contraseña
fr: Entrer le mot de passe
pt: Digite a Senha

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

source: Others
de: Andere
es: Otros
fr: Autres
pt: Outros

# changeAllDefaultApp
source: Always Open With
de: Immer öffnen mit
es: Abrir Siempre Con
fr: Toujours ouvrir avec
pt: Sempre Abrir Com

source: Recent Servers
de: Neueste Server
es: Servidores Recientes
fr: Serveurs récents
pt: Servidores Recentes

# mergeIntoPDF
source: Merge into Single PDF
de: In eine Einzel-PDF zusammenführen
es: Combinar en un Solo PDF
fr: Fusionner en un seul PDF
pt: Combinar em PDF Único

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
pt: Câmera

source: Lens
de: Objektiv
es: Lente
fr: Objectif
pt: Lente

source: Aperture
de: Blende
es: Apertura
fr: Ouverture
pt: Abertura

source: Focal Length
de: Brennweite
es: Distancia Focal
fr: Focale
pt: Distância Focal

source: Date Taken
de: Aufnahmedatum
es: Fecha de la Foto
fr: Date de prise de vue
pt: Data da Foto

source: Search Scope
de: Suchbereich
es: Ámbito de Búsqueda
fr: Périmètre de recherche
pt: Escopo de Busca

# searchByName
source: File Name
de: Dateiname
es: Nombre del Archivo
fr: Nom du fichier
pt: Nome do Arquivo

# searchByContent
source: File Content
de: Dateinhalt
es: Contenido del Archivo
fr: Contenu du fichier
pt: Conteúdo do Arquivo

source: Inspect Archive...
de: Archivinhalt prüfen...
es: Inspeccionar Contenido...
fr: Inspecter le contenu...
pt: Inspecionar Conteúdo...

# permissionDeniedNotice
source: Permission Denied: Wiles cannot read contents of this folder.
de: Zugriff verweigert: Wiles kann den Inhalt dieses Ordners nicht lesen.
es: Permiso Denegado: Wiles no puede leer el contenido de esta carpeta.
fr: Permission refusée : Wiles ne peut pas lire le contenu de ce dossier.
pt: Permissão Negada: O Wiles não pode ler o conteúdo desta pasta.

# emptyFolder
source: This Folder is Empty
de: Dieser Ordner ist leer
es: Esta carpeta está vacía
fr: Ce dossier est vide
pt: Esta Pasta está Vazia

source: Clear Search
de: Suche löschen
es: Limpiar búsqueda
fr: Effacer la recherche
pt: Limpar Busca

# grantFullDiskAccess
source: Grant Full Disk Access (All Folders)...
de: Vollzugriff auf die Festplatte gewähren (Alle Ordner)...
es: Conceder acceso total al disco (Todas las carpetas)...
fr: Accorder un accès complet au disque (Tous les dossiers)...
pt: Conceder Acesso Total ao Disco (Todas as Pastas)...

# fullDiskAccessNotice
source: Grant Full Disk Access in System Settings to access all folders without repeated permission prompts.
de: Gewähren Sie Vollzugriff auf die Festplatte in den Systemeinstellungen, um ohne wiederholte Abfragen auf alle Ordner zuzugreifen.
es: Conceda acceso total al disco en Configuración del Sistema para acceder a todas las carpetas sin avisos repetidos.
fr: Accordez un accès complet au disque dans Réglages Système pour accéder à tous les dossiers sans demandes répétées.
pt: Conceda Acesso Total ao Disco nos Ajustes do Sistema para acessar todas as pastas sem novos pedidos de permissão.

# findDuplicates
source: Find Duplicate Files...
de: Doppelte Dateien suchen...
es: Buscar archivos duplicados...
fr: Rechercher les fichiers en double...
pt: Buscar Arquivos Duplicados...

# duplicateCleanerTitle
source: Duplicate File Cleaner
de: Doppelte Dateien Reiniger
es: Limpiador de archivos duplicados
fr: Nettoyeur de doublons
pt: Limpador de Arquivos Duplicados

source: Reclaimable Space
de: Rückgewinnbarer Speicherplatz
es: Espacio recuperable
fr: Espace récupérable
pt: Espaço Recuperável

# trashSelectedDuplicates
source: Move Selected Duplicates to Trash
de: Ausgewählte Duplikate in den Papierkorb verschieben
es: Mover duplicados seleccionados a la papelera
fr: Déplacer les doublons sélectionnés vers la corbeille
pt: Mover Duplicados Selecionados para o Lixo

# noDuplicatesFound
source: No Duplicate Files Found
de: Keine doppelten Dateien gefunden
es: No se encontraron archivos duplicados
fr: Aucun fichier en double trouvé
pt: Nenhum Arquivo Duplicado Encontrado

# batchRenameTitle
source: Batch Rename Files
de: Stapelumbenennung von Dateien
es: Renombrar archivos en lote
fr: Renommer les fichiers en lot
pt: Renomear Arquivos em Lote

source: Naming Pattern
de: Benennungsmuster
es: Patrón de nombre
fr: Modèle de nom
pt: Padrão de Nome

# regexReplace
source: Regex Pattern
de: Regex-Muster
es: Patrón Regex
fr: Modèle Regex
pt: Padrão Regex

source: Empty Trash
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
pt: Esvaziar Lixeira
